<?php

use Illuminate\Database\Seeder;

class InfoTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('info')->insert([
            'info_school' => 'Сумська дитяча музична школа № 2 була заснована у 1973 році. Колектив школи та її учні не тільки єдина згуртована команда закоханих у музику людей – це сузір’я неймовірно талановитих особистостей, котрі постійно знаходяться у творчому пошуку. У Сумській області широко відомі роботи викладачів: аранжування Олександра Стичука, Ганни Єпіфорової та Світлани Скороход, авторські твори Леоніда Островського, поетичні збірки Вадима Бабенка і Вікторії Васалатій, історичні нариси Олени Носик та Наталії Підопригори.',
            'video' => 'https://www.youtube.com/watch?v=EKaeONas5fA',
            'phone' => '380955880055',
            'email' => 'doratoles@gmail.com',
            'address' => 'м.Суми вул. Засумська, 10-А, офіс 5'
        ]);
    }
}
